Repository: Vladislav76/flutter_app_template
Catalog: lib/l10n/intl_*.arb
Languages: ru

# appTitle
source: Template App
ru: Шаблонное приложение

source: Authorize
ru: Войти

source: Logout
ru: Выйти

source: Randomize!
ru: Рандомизировать!

source: Refresh
ru: Обновить

source: Try again
ru: Попровать снова

# badRequestNetworkError
source: Failed to handle network request, please, try again later
ru: Не получилось обработать сетевой запрос, пожалуйста, повторите попытку позже

# notFoundNetworkError
source: Failed to find specified network resource, please, try again later
ru: Не получилось найти указанный сетевой ресурс, пожалуйста, повторите попытку позже

# unathorizedNetworkError
source: Access denied, you're not authorized
ru: Доступ запрещен, Вы не авторизованы

# internetConnectionNetworkError
source: Failed to load data, please, check your internet connection
ru: Не получилось загрузить данные, пожалуйста, проверьте Интернет-соединение

# unknownNetworkError
source: Unknown network error, please, try again later
ru: Неизвестная сетевая ошибка, пожалуйста, повторите попытку позже

# unknownDataError
source: Unknown data error, please, try again later
ru: Неизвестная ошибка данных, пожалуйста, повторите попытку позже

source: Unknown error
ru: Неизвестная ошибка
